import React from 'react';
import { YMaps, Map, Placemark } from "react-yandex-maps";

const mapData = {
  center: [ 53.896719, 27.549066
],
  zoom: 17,
};
const style = {
    width:'100%',
    heigth:'100%',
    
}
const coordinates = [
  [53.896719, 27.549066]
];
function AboutCompanyPage() {
    
    // Component code start
    return (
        <div>
        <div className="container wrapper wrapper_full_width wrapper_type_slider">
    <div className="wrapper__slider">
        <div className="wrapper-slider">
            <div className="slider-content__bg slider-content__bg_static">
            <YMaps >
    <Map defaultState={mapData} style={style}  >
      {coordinates.map(coordinate => <Placemark geometry={coordinate} />)}
    </Map>
  </YMaps>
         </div>
        </div>
    </div>
</div>
<div class="wrapper container">
    <div class="row">
    <div class="breadcrumbs col-xs-12">
<a href="/">Главная</a> » <span>Минский городской центр инжиниринговых услуг</span></div>    </div>
    <div class="page-content">
        <div class="page-content__header">
            <h1 class="header">
                Минский городской центр инжиниринговых услуг            </h1>
        </div>
        <p class="page-content__description">
                    </p>
        <div class="page-content__content">
            <p><strong>1. ОБЩИЕ ПОЛОЖЕНИЯ&nbsp;</strong></p>
<p>1. Коммунальное унитарное предприятие «Минский городской центр инжиниринговых услуг» (далее - Предприятие) создано в соответствии с решением Минского городского исполнительного комитета от 1 февраля 2007 г. № 158 и приказом Комитета архитектуры и градостроительства Минского горисполкома от 14 февраля 2007 г. №11.</p>
<p>2. Фирменное наименование Предприятия:</p>
<p>на белорусском языке: Камунальнае унiтарнае прадпрыемства «Мiнскi гарадскi цэнтр iнжынiрынгавых паслуг»;</p>
<p>на русском языке: Коммунальное унитарное предприятие «Минский городской центр инжиниринговых услуг».</p>
<p>Сокращенное наименование Предприятия:</p>
<p>на белорусском языке: Дзяржаўнае прадпрыемства «Мiнскi гарадскi цэнтр iнжынiрынгавых паслуг»;</p>
<p>на русском языке: Государственное предприятие «Минский городской центр инжиниринговых услуг».</p>
<p>3. Форма собственности Предприятия - государственная. Имущество Предприятия находится в коммунальной собственности г. Минска.</p>
<p>4. Учредителем Предприятия выступает Комитет архитектуры и градостроительства Минского горисполкома (далее - Учредитель).</p>
<p>5. Предприятие в своей деятельности руководствуется законодательством Республики Беларусь и настоящим Уставом.</p>
<p>6. Предприятие действует на принципах хозяйственного расчета и самофинансирования.</p>
<p>7. Предприятие является юридическим лицом, имеет самостоятельный баланс, расчетный и другие счета в учреждениях банков, печать с изображением Государственного герба Республики Беларусь и со своим наименованием, штампы, а также товарный знак.</p>
<p>8. Предприятие может от своего имени заключать договоры, приобретать и осуществлять имущественные и личные неимущественные права, исполнять обязанности, быть истцом и ответчиком в суде.</p>
<p>9. Предприятие имеет право в порядке, предусмотренном Минским городским Советом депутатов, создавать дочерние предприятия, открывать филиалы и представительства, участвовать в акционерных обществах, обществах с ограниченной ответственностью и иных хозяйственных обществах и товариществах, объединениях и организациях (по согласованию с Учредителем).</p>
<p>10. Предприятие несет ответственность по своим обязательствам всем принадлежащим ему имуществом.</p>
<p>Учредитель не несет ответственности по обязательствам Предприятия, за исключением случаев, предусмотренных законодательством Республики Беларусь и настоящим Уставом.</p>
<p>Предприятие не несет ответственности по обязательствам Учредителя, за исключением случаев предусмотренных законодательством Республики Беларусь.</p>
<p>11. Место нахождения Предприятия: Республика Беларусь, 220050, г. Минск, ул. Советская, 19, комн.403 «А».</p>
<p><strong>2. ЦЕЛИ И ПРЕДМЕТ ДЕЯТЕЛЬНОСТИ ПРЕДПРИЯТИЯ</strong></p>
<p>12. Целью деятельности Предприятия является создание благоприятных условий для юридических и физических лиц, индивидуальных предпринимателей в реализации их законных интересов в сфере строительства, привлечения инвестиций в осуществление застройки г. Минска.</p>
<p>В связи с этим Предприятие в установленном законодательством порядке осуществляет:</p>
<p>12.1. на договорной основе с Учредителем использование картографической, кадастровой и иной информации из фондов, ведение которых осуществляет Учредитель;</p>
<p>12.2. на договорной основе с юридическими и физическими лицами, индивидуальными предпринимателями:</p>
<p>12.2.1. подготовку (оформление) архитектурно-планировочных заданий;</p>
<p>12.2.2. сбор заключений (технических условий) согласующих организаций о возможности и условиях размещения объектов строительства; сбор в эксплуатационных организациях технических условий на инженерно-техническое обеспечение объектов строительства;</p>
<p>12.2.3. предоставление кадастровой информации (схем, таблиц и т.п.), информации из фонда материалов инженерных изысканий для строительства (регламентируемый доступ);</p>
<p>12.3. сбор, обработку (систематизацию) материалов и данных для ведения градостроительного кадастра г. Минска, его техническое обеспечение;</p>
<p>12.4. сбор и обработку информации для ведения фонда материалов инженерных изысканий для строительства и его техническое обеспечение;</p>
<p>12.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; оформляет задания на проведение инженерно-геологических и топографо-геодезических изысканий на территории г. Минска, принимает и регистрирует материалы по результатам этих изысканий; осуществляет камеральный контроль принятых материалов и выборочный полевой контроль;</p>
<p>12.6. согласование проектной документации с эксплуатационными организациями, а также организациями, интересы которых затрагиваются при проектировании объектов (при необходимости);</p>
<p>12.7. другие необходимые для целей Предприятия инжиниринговые услуги.</p>
<p>13. Предприятие осуществляет следующие виды деятельности в соответствии с общегосударственным классификатором видов деятельности:</p>
<p>13.1. - код 74201- Деятельность в области архитектуры, инженерные услуги;</p>
<p>13.2. - код 74119 - Прочая деятельность в области права;</p>
<p>13.3. - код 74400 - Рекламная деятельность.</p>
<p>14. Видами деятельности, подлежащими лицензированию, Предприятие имеет право заниматься после получения соответствующего разрешения (лицензии).</p>
<p>15. Предприятие вправе осуществлять внешнеэкономическую деятельность в порядке, установленном законодательством Республики Беларусь.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>        </div>
    </div>
</div>
</div>
    );
}

export default AboutCompanyPage;
